tap "buildpacks/tap"
tap "cjdenio/tap"
tap "dart-lang/dart"
tap "dokku/repo"
tap "gleich/tap"
tap "hackclub/tap"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "linuss1/taps"
tap "matt-gleich/taps"
tap "minio/stable"
tap "mongodb/brew"
tap "planetscale/tap"
tap "quackduck/tap"
tap "sass/sass"
tap "stripe/stripe-cli"
tap "superfly/tap"
tap "teamookla/speedtest"
tap "tinygo-org/tools"
brew "ack"
brew "glib"
brew "jpeg"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "amfora"
brew "webp"
brew "python@3.10"
brew "asciinema"
brew "asciiquarium"
brew "automake"
brew "awscli"
brew "bat"
brew "bpytop"
brew "caddy"
brew "capstone"
brew "zstd"
brew "gcc"
brew "clutter"
brew "gtk+3"
brew "clutter-gtk"
brew "cmatrix"
brew "node@16"
brew "code-server"
brew "libpq"
brew "php"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "llvm"
brew "crystal"
brew "deno"
brew "doctl"
brew "dog"
brew "duf"
brew "erlang"
brew "elixir"
brew "gnutls"
brew "emacs"
brew "exa"
brew "snappy"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fortune"
brew "fzf"
brew "gh"
brew "ghc"
brew "libidn"
brew "glade"
brew "glib-networking"
brew "glow"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "gource"
brew "gping"
brew "gradle"
brew "graphicsmagick"
brew "graphviz"
brew "groonga"
brew "gstreamer"
brew "gst-plugins-base"
brew "libpsl"
brew "libsoup"
brew "gst-plugins-good"
brew "gtk4"
brew "pangomm@2.46"
brew "gtkmm3"
brew "hadolint"
brew "hey"
brew "httpd"
brew "httpie"
brew "hugo"
brew "hyperfine"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "kotlin"
brew "kubernetes-cli"
brew "lazygit"
brew "libgee"
brew "libgit2"
brew "libhandy"
brew "libxmlsec1"
brew "llvm@11"
brew "logstalgia"
brew "lolcat"
brew "lsd"
brew "mercurial"
brew "ninja"
brew "meson"
brew "micro"
brew "minikube"
brew "mosh"
brew "mysql"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "nmap"
brew "node@14", link: true
brew "numpy"
brew "nushell"
brew "pyqt@5"
brew "vtk"
brew "opencv"
brew "pandoc"
brew "pinentry-mac"
brew "qt"
brew "poppler"
brew "postgresql", restart_service: true
brew "pywhat"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "rust-analyzer"
brew "rustup-init"
brew "sip"
brew "sl"
brew "smartmontools"
brew "socat"
brew "sphinx-doc"
brew "spotify-tui"
brew "starship"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "tty-clock"
brew "vala"
brew "vapor"
brew "weechat"
brew "wget"
brew "wifi-password"
brew "xonsh"
brew "yadm"
brew "youtube-dl"
brew "zenity"
brew "zig"
brew "zlib"
brew "buildpacks/tap/pack"
brew "cjdenio/tap/underpass"
brew "gleich/tap/ctree"
brew "hashicorp/tap/terraform"
brew "helix-editor/helix/helix"
brew "heroku/brew/heroku"
brew "khanhas/tap/spicetify-cli"
brew "koekeishiya/formulae/yabai"
brew "matt-gleich/taps/fgh"
brew "mongodb/brew/mongodb-community"
brew "planetscale/tap/pscale"
brew "quackduck/tap/tii"
brew "sass/sass/sass"
brew "stripe/stripe-cli/stripe"
brew "superfly/tap/flyctl"
brew "teamookla/speedtest/speedtest"
brew "tinygo-org/tools/tinygo"
cask "android-studio"
cask "atom"
cask "blender"
cask "chromium"
cask "cool-retro-term"
cask "discord"
cask "edex-ui"
cask "github"
cask "gitify"
cask "gpg-suite-no-mail"
cask "graphql-playground"
cask "hiddenbar"
cask "hyper"
cask "iterm2"
cask "keycastr"
cask "macs-fan-control"
cask "miniconda"
cask "mongodb-compass"
cask "obs-websocket"
cask "obsidian"
cask "platypus"
cask "scrapple"
cask "vlc"
cask "wireshark"
cask "xcodes"
