angelo-breuer.clock
antfu.icons-carbon
apollographql.vscode-apollo
arcanis.vscode-zipfs
auchenberg.vscode-browser-preview
be5invis.toml
bierner.emojisense
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
bung87.rails
bung87.vscode-gemfile
CalebDenio.fgh-code
CalebDenio.vscode-emojicode
castwide.solargraph
CoenraadS.bracket-pair-colorizer-2
cschlosser.doxdocgen
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
denoland.vscode-deno
dracula-theme.theme-dracula
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
exiasr.hadolint
firefox-devtools.vscode-firefox-debug
formulahendry.code-runner
fwcd.kotlin
GitHub.copilot
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
golang.go
Goopware.raythis
GraphQL.vscode-graphql
humao.rest-client
JakeBecker.elixir-ls
James-Yu.latex-workshop
jeff-hykin.better-cpp-syntax
johnsoncodehk.volar
karunamurti.haml
karunamurti.tera
larxx.github-blue
matklad.rust-analyzer
MattGleich.theme-blackbird
miguelsolorio.fluent-icons
mikestead.dotenv
mkloubert.vscode-http-client
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vsliveshare.vsliveshare
mtxr.sqltools
mtxr.sqltools-driver-mysql
mtxr.sqltools-driver-pg
octref.vetur
philnash.ngrok-for-vscode
pnp.polacode
Prisma.prisma
rangav.vscode-thunder-client
rebornix.ruby
redhat.java
redhat.vscode-commons
redhat.vscode-yaml
redwoodjs.redwood
ritwickdey.LiveServer
rust-lang.rust
sianglim.slim
silvenon.mdx
streetsidesoftware.code-spell-checker
Sujan.code-blue
svelte.svelte-vscode
syler.sass-indented
TabNine.tabnine-vscode
ThiagoLcioBittencourt.omni-dracula-theme
tonybaloney.vscode-pets
twxs.cmake
usernamehw.errorlens
vayan.haml
VisualStudioExptTeam.vscodeintellicode
vivaxy.vscode-conventional-commits
vknabel.vscode-swift-development-environment
vlanguage.vscode-vlang
vsciot-vscode.vscode-arduino
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
Vtrois.gitmoji-vscode
WakaTime.vscode-wakatime
wingrunr21.vscode-ruby
wpilibsuite.vscode-wpilib
