angelo-breuer.clock
antfu.icons-carbon
apollographql.vscode-apollo
be5invis.toml
bierner.emojisense
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
CalebDenio.fgh-code
CalebDenio.vs-slack
CalebDenio.vscode-emojicode
CoenraadS.bracket-pair-colorizer-2
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
denoland.vscode-deno
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
golang.go
Goopware.raythis
GraphQL.vscode-graphql
humao.rest-client
James-Yu.latex-workshop
karunamurti.tera
larxx.github-blue
matklad.rust-analyzer
MattGleich.theme-blackbird
miguelsolorio.fluent-icons
mkloubert.vscode-http-client
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
octref.vetur
pnp.polacode
rangav.vscode-thunder-client
rebornix.ruby
redhat.java
redhat.vscode-commons
redhat.vscode-yaml
ritwickdey.LiveServer
rust-lang.rust
silvenon.mdx
Sujan.code-blue
svelte.svelte-vscode
syler.sass-indented
tonybaloney.vscode-pets
VisualStudioExptTeam.vscodeintellicode
vlanguage.vscode-vlang
vsciot-vscode.vscode-arduino
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
Vtrois.gitmoji-vscode
WakaTime.vscode-wakatime
wingrunr21.vscode-ruby
withfig.fig
wpilibsuite.vscode-wpilib
